Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BASEBAND_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to access cellular data.
ar: هناك مشكلة في قدرة iPhone على الوصول إلى البيانات الخلوية.
bg: Има проблем с достъпа до мобилни данни на вашия iPhone.
ca: L’iPhone té un problema que afecta l’accés a les dades mòbils.
cs: Na vašem iPhonu se vyskytl problém s přístupem k mobilním datům.
da: Din iPhone har problemer med at få adgang til mobildata.
de: Dein iPhone hat ein Problem beim Zugriff auf mobile Daten.
el: Προέκυψε ζήτημα με τη δυνατότητα πρόσβασης του iPhone σας σε δεδομένα κινητού δικτύου.
es: Hay un problema con el acceso a los datos móviles del iPhone.
es_us: Ocurrió un problema con la capacidad de tu iPhone para acceder a los datos celulares.
fi: iPhonen mobiilidatayhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à accéder aux données cellulaires.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à accéder aux données cellulaires.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך לגשת לנתונים סלולריים.
hi: मोबाइल डेटा ऐक्सेस करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može pristupiti mobilnim podacima.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e kapcsolódni a mobiladat-hálózathoz.
id: Ada masalah pada kemampuan iPhone Anda untuk mengakses data seluler.
it: Si è verificato un problema per cui iPhone non è in grado di accedere ai dati cellulare.
ja: このiPhoneのモバイルデータ通信へのアクセス機能に問題があります。
kk: iPhone құрылғыңыздың ұялы деректерге қол жеткізуі бойынша мәселе туындады.
ko: iPhone으로 셀룰러 데이터에 접근하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis mobiliojo ryšio duomenimis.
ms: Terdapat isu dengan keupayaan iPhone anda untuk mengakses data selular.
nl: Er is een probleem met het vermogen van je iPhone om toegang te krijgen tot mobiele data.
no: Det er et problem med å få tilgang til mobildata på iPhonen.
pl: iPhone ma problem z dostępem do danych komórkowych.
pt_br: Há um problema com o acesso aos dados celulares no seu iPhone.
pt_pt: Foi detetado um problema que impede o iPhone de aceder a dados móveis.
ro: O problemă afectează capacitatea iPhone‑ului de a accesa date celulare.
ru: Сотовые данные недоступны на этом iPhone из‑за неполадки.
sk: Váš iPhone má problémy s prístupom k mobilným dátam.
sl: Prišlo je do težave, zato se iPhone trenutno ne more povezati z mobilnimi podatki.
sv: Det har uppstått ett problem med att komma åt mobildata på denna iPhone.
th: มีปัญหากับความสามารถในการเข้าถึงข้อมูลเซลลูลาร์ของ iPhone ของคุณ
tr: iPhone’unuzun hücresel veriye erişebilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з отриманням доступу до стільникових даних.
vi: Có sự cố với khả năng truy cập dữ liệu di động trên iPhone của bạn.
zh_cn: iPhone无法访问蜂窝数据。
zh_hk: 你的iPhone無法使用流動數據。
zh_tw: iPhone無法取用行動數據。

# TOUCHID_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Touch ID.
ar: هناك مشكلة في قدرة iPad على استخدام بصمة الإصبع.
bg: Има проблем с използването на Touch ID на вашия iPad.
ca: L’iPad té un problema que afecta l’ús del Touch ID.
cs: Na vašem iPadu se vyskytl problém s používáním Touch ID.
da: Din iPad har problemer med at bruge Touch ID.
de: Dein iPad hat ein Problem bei der Nutzung von Touch ID.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης του Touch ID από το iPad σας.
es: Hay un problema con la función de Touch ID del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Touch ID.
fi: iPadin Touch ID:ssä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser Touch ID.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser Touch ID.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Touch ID.
hi: Touch ID का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Touch ID.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Touch ID‑t.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Touch ID.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare il sensore Touch ID.
ja: このiPadのTouch IDの機能に問題があります。
kk: iPad құрылғыңыздың Touch ID функциясын пайдалану мүмкіндігі бойынша мәселе туындады.
ko: iPad로 Touch ID를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Touch ID“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Touch ID.
nl: Er is een probleem met het vermogen van je iPad om Touch ID te gebruiken.
no: Det er et problem med å bruke Touch ID på iPaden.
pl: iPad ma problem z czujnikiem Touch ID.
pt_br: Há um problema com o uso do Touch ID no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar o Touch ID.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza Touch ID.
ru: Этот iPad не может использовать Touch ID из‑за неполадки.
sk: Váš iPad má problém s používaním Touch ID.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati funkcije Touch ID.
sv: Det har uppstått ett problem med att använda Touch ID på denna iPad.
th: มีปัญหาในการใช้งาน Touch ID บน iPad ของคุณ
tr: iPad’inizin Touch ID’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням Touch ID.
vi: Có sự cố với khả năng sử dụng Touch ID trên iPad của bạn.
zh_cn: iPad无法使用触控ID。
zh_hk: 你的iPad無法使用Touch ID。
zh_tw: iPad無法使用Touch ID。

# BASEBAND_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to access cellular data.
ar: هناك مشكلة في قدرة iPad على الوصول إلى البيانات الخلوية.
bg: Има проблем с достъпа до мобилни данни на вашия iPad.
ca: L’iPad té un problema que afecta l’accés a les dades mòbils.
cs: Na vašem iPadu se vyskytl problém s přístupem k mobilním datům.
da: Din iPad har problemer med at få adgang til mobildata.
de: Dein iPad hat ein Problem beim Zugriff auf mobile Daten.
el: Προέκυψε ζήτημα με τη δυνατότητα πρόσβασης του iPad σας σε δεδομένα κινητού δικτύου.
es: Hay un problema con el acceso a los datos móviles del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para acceder a los datos celulares.
fi: iPadin mobiilidatayhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à accéder aux données cellulaires.
fr_ca: Il existe un problème concernant la capacité de votre iPad à accéder aux données cellulaires.
he: התגלתה בעיה עם היכולת של ה-iPad שלך לגשת לנתונים סלולריים.
hi: मोबाइल डेटा ऐक्सेस करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može pristupiti mobilnim podacima.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e kapcsolódni a mobiladat-hálózathoz.
id: Ada masalah pada kemampuan iPad Anda untuk mengakses data seluler.
it: Si è verificato un problema per cui iPad non è in grado di accedere ai dati cellulare.
ja: このiPadのモバイルデータ通信へのアクセス機能に問題があります。
kk: iPad құрылғыңыздың ұялы деректерге қол жеткізу мүмкіндігі бойынша мәселе туындады.
ko: iPad로 셀룰러 데이터에 접근하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis mobiliojo ryšio duomenimis.
ms: Terdapat isu dengan keupayaan iPad anda untuk mengakses data selular.
nl: Er is een probleem met het vermogen van je iPad om toegang te krijgen tot mobiele data.
no: Det er et problem med å få tilgang til mobildata på iPaden.
pl: iPad ma problem z dostępem do danych komórkowych.
pt_br: Há um problema com o acesso aos dados celulares no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de aceder a dados móveis.
ro: O problemă afectează capacitatea iPad‑ului de a accesa date celulare.
ru: Сотовые данные недоступны на этом iPad из‑за неполадки.
sk: Váš iPad má problémy s prístupom k mobilným dátam.
sl: Prišlo je do težave, zato se iPad trenutno ne more povezati z mobilnimi podatki.
sv: Det har uppstått ett problem med att komma åt mobildata på denna iPad.
th: มีปัญหากับความสามารถในการเข้าถึงข้อมูลเซลลูลาร์ของ iPad ของคุณ
tr: iPad’inizin hücresel veriye erişebilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з отриманням доступу до стільникових даних.
vi: Có sự cố với khả năng truy cập dữ liệu di động trên iPad của bạn.
zh_cn: iPad无法访问蜂窝数据。
zh_hk: 你的iPad無法取用流動數據。
zh_tw: iPad無法取用行動數據。

# UWB_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Ultra Wideband.
ar: هناك مشكلة في قدرة iPad على استخدام النطاق فائق العرض.
bg: Има проблем с използването на свръхшироколентова технология на вашия iPad.
ca: L’iPad té un problema que afecta l’ús de la banda ultraampla.
cs: Na vašem iPadu se vyskytl problém s používáním ultraširokého pásma.
da: Din iPad har problemer med at bruge ultrabredbånd.
de: Dein iPad hat ein Problem bei der Nutzung von Ultra Wideband.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Υπερευρείας ζώνης από το iPad σας.
es: Hay un problema con la banda ultraancha del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar la banda ultraancha.
fi: iPadin Ultra Wideband -yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser l’Ultra Wideband.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la bande ultralarge.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש בפס האולטרה-רחב.
hi: अल्ट्रा वाइडबैंड का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti ultraširoki pojas.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni az Ultraszélessávot.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Ultra Wideband.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare la banda ultralarga.
ja: このiPadの超広帯域無線の機能に問題があります。
kk: iPad құрылғыңыздың Ultra Wideband функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 초광대역을 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Ultra Wideband“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Jalur Ultralebar.
nl: Er is een probleem met het vermogen van je iPad om Ultra Wideband te gebruiken.
no: Det er et problem med å bruke ultrabredbånd på iPaden.
pl: iPad ma problem z modułem Ultra Wideband.
pt_br: Há um problema com o uso da Banda Ultralarga no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar a ultra banda larga (UWB).
ro: O problemă afectează capacitatea iPad‑ului de a utiliza banda ultralargă.
ru: Этот iPad не может использовать технологию Ultra Wideband из‑за неполадки.
sk: Váš iPad má problém s používaním ultraširokého pásma.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati ultraširokopasovne povezave.
sv: Det har uppstått ett problem med att använda Ultra wideband på denna iPad.
th: มีปัญหากับความสามารถในการใช้แถบความถี่กว้างยิ่งยวดของ iPad ของคุณ
tr: iPad’inizin Ultra Geniş Bant’ı kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням UWB.
vi: Có sự cố với khả năng sử dụng Băng thông siêu rộng trên iPad của bạn.
zh_cn: iPad无法使用超宽带。
zh_hk: iPad無法使用超寬頻。
zh_tw: iPad無法使用超寬頻。

# WLAN_POPUP_INFO
source: There’s an issue with your iPhone’s ability to use WLAN. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPhone على استخدام WLAN. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на WLAN на вашия iPhone. Отидете в Настройки за повече информация.
ca: L’iPhone té un problema que afecta l’ús de la WLAN. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s používáním WLAN. Další informace najdete v Nastavení.
da: Din iPhone har problemer med at bruge WLAN. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Problem bei der Nutzung von WLAN. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης WLAN από το iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la conectividad WLAN del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la red WLAN. En Configuración puedes averiguar más.
fi: iPhonen WLAN-yhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le WLAN. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité WLAN. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-WLAN. למידע נוסף יש לעבור אל ״הגדרות״.
hi: WLAN का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti WLAN. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a WLAN-t. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan WLAN. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare la connessione WLAN. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneのWLANの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPhone құрылғыңыздың WLAN функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone으로 WLAN을 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis WLAN ryšiu. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan WLAN. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPhone om WLAN te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke WLAN på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z modułem WLAN. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema no seu iPhone com o uso de WLAN. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPhone de usar a WLAN. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPhone‑ului dvs. de a utiliza conexiunea WLAN. Accesați Configurări pentru mai multe informații.
ru: Этот iPhone не может использовать WLAN из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPhone má problém s používaním rozhrania WLAN. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati omrežja WLAN. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda WLAN på denna iPhone. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับความสามารถในการใช้ WLAN ของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun WLAN’ı kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з використанням WLAN. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng WLAN trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone无法使用无线局域网。请前往“设置”了解更多信息。
zh_hk: iPhone無法使用WLAN。請前往「設定」以取得更多資料。
zh_tw: iPhone無法使用WLAN。請前往「設定」以取得更多資訊。

source: New Camera
ar: كاميرا جديدة
bg: Нова камера
ca: Càmera nova
cs: Nová kamera
da: Nyt kamera
de: Neue Kamera
el: Νέα κάμερα
es: Nueva cámara
es_us: Nueva cámara
fi: Uusi kamera
fr: Nouvelle caméra
fr_ca: Nouvelle caméra
he: מצלמה חדשה
hi: नया कैमरा
hr: Nova kamera
hu: Új kamera
id: Kamera Baru
it: Nuova videocamera
ja: 新規カメラ
kk: Жаңа камера
ko: 새로운 카메라
lt: Nauja kamera
ms: Kamera Baharu
nl: Nieuwe camera
no: Nytt kamera
pl: Nowa kamera
pt_br: Nova Câmera
pt_pt: Nova câmara
ro: Cameră nouă
ru: Новая камера
sk: Nová kamera
sl: Nova kamera
sv: Ny kamera
th: กล้องใหม่
tr: Yeni Kamera
uk: Нова камера
vi: Camera Mới
zh_cn: 新相机
zh_hk: 全新相機
zh_tw: 新相機

# NFC_DESC
source: Your iPhone is currently unable to use Apple Pay.
ar: ‏iPhone غير قادر حاليًا على استخدام Apple Pay.
bg: В момента не можете да използвате Apple Pay на вашия iPhone.
ca: L’iPhone no pot utilitzar l’Apple Pay en aquest moment.
cs: Na iPhonu momentálně nelze používat Apple Pay.
da: Din iPhone kan i øjeblikket ikke bruge Apple Pay.
de: Dein iPhone kann Apple Pay zurzeit nicht verwenden.
el: Δεν είναι επί του παρόντος δυνατή η χρήση του Apple Pay από το iPhone σας.
es: El iPhone no puede usar Apple Pay ahora mismo.
es_us: Tu iPhone no puede usar Apple Pay por ahora.
fi: iPhonella ei tällä hetkellä voida käyttää Apple Payta.
fr: Votre iPhone ne peut pas utiliser Apple Pay pour le moment.
fr_ca: Votre iPhone n’arrive pas à utiliser Apple Pay.
he: ל-iPhone שלך אין כרגע יכולת להשתמש ב-Apple Pay.
hi: आपका iPhone अभी Apple Pay का इस्तेमाल करने में असमर्थ है।
hr: iPhone trenutačno ne može koristiti Apple Pay.
hu: Az iPhone-ja jelenleg nem képes használni az Apple Payt.
id: iPhone Anda sedang tidak dapat menggunakan Apple Pay.
it: Al momento iPhone non è in grado di utilizzare Apple Pay.
ja: 現在、iPhoneでApple Payを利用できません。
kk: iPhone құрылғыңыз ағымдағы уақытта Apple Pay сервисін пайдалана алмайды.
ko: 현재 사용자의 iPhone으로 Apple Pay를 사용할 수 없습니다.
lt: Jūsų „iPhone“ šiuo metu negalima naudotis „Apple Pay“.
ms: iPhone anda kini tidak dapat menggunakan Apple Pay.
nl: Je iPhone kan Apple Pay momenteel niet gebruiken.
no: iPhonen din kan ikke bruke Apple Pay for øyeblikket.
pl: iPhone nie może obecnie używać Apple Pay.
pt_br: O iPhone não pode usar o Apple Pay no momento.
pt_pt: Neste momento, o iPhone não pode usar o Apple Pay.
ro: Momentan, iPhone‑ul dvs. nu poate utiliza Apple Pay.
ru: На этом iPhone сейчас невозможно использовать Apple Pay.
sk: Váš iPhone momentálne nemôže používať Apple Pay.
sl: Vaš iPhone trenutno ne more uporabljati funkcije Apple Pay.
sv: iPhone kan inte använda Apple Pay för tillfället.
th: iPhone ของคุณไม่สามารถใช้ Apple Pay ได้ในตอนนี้
tr: iPhone’unuz şu anda Apple Pay’i kullanamıyor.
uk: Ваш iPhone наразі не здатний використовувати Apple Pay.
vi: iPhone của bạn hiện không thể sử dụng Apple Pay.
zh_cn: iPhone当前无法使用Apple Pay。
zh_hk: 你的iPhone目前無法使用Apple Pay。
zh_tw: 你的iPhone目前無法使用Apple Pay。

# TOUCHID_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to use Touch ID.
ar: هناك مشكلة في قدرة iPhone على استخدام بصمة الإصبع.
bg: Има проблем с използването на Touch ID на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús del Touch ID.
cs: Na vašem iPhonu se vyskytl problém s používáním Touch ID.
da: Din iPhone har problemer med at bruge Touch ID.
de: Dein iPhone hat ein Problem bei der Nutzung von Touch ID.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης του Touch ID από το iPhone σας.
es: Hay un problema con la función de Touch ID del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Touch ID.
fi: iPhonen Touch ID:ssä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser Touch ID.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser Touch ID.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Touch ID.
hi: Touch ID का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Touch ID.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Touch ID-t.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Touch ID.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare il sensore Touch ID.
ja: このiPhoneのTouch IDの機能に問題があります。
kk: iPhone құрылғыңыздың Touch ID функциясын пайдалану мүмкіндігі бойынша мәселе туындады.
ko: iPhone으로 Touch ID를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Touch ID“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Touch ID.
nl: Er is een probleem met het vermogen van je iPhone om Touch ID te gebruiken.
no: Det er et problem med å bruke Touch ID på iPhonen.
pl: iPhone ma problem z czujnikiem Touch ID.
pt_br: Há um problema no seu iPhone com o uso do Touch ID.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Touch ID.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza Touch ID.
ru: Этот iPhone не может использовать Touch ID из‑за неполадки.
sk: Váš iPhone má problém s používaním Touch ID.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati funkcije Touch ID.
sv: Det har uppstått ett problem med att använda Touch ID på denna iPhone.
th: มีปัญหาในการใช้งาน Touch ID บน iPhone ของคุณ
tr: iPhone’unuzun Touch ID’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Touch ID.
vi: Có sự cố với khả năng sử dụng Touch ID trên iPhone của bạn.
zh_cn: iPhone无法使用触控ID。
zh_hk: 你的iPhone無法使用Touch ID。
zh_tw: iPhone無法使用Touch ID。

# FACEID_COMPONENT
source: Face ID
ar: بصمة الوجه
ca: Utilitza el Face ID
es: Usa Face ID
sv: Använd Face ID
th: ใช้ Face ID
zh_cn: 面容ID
